{
  "intro": "RhinoShield began with the mission to protect mobile devices, and over more than a decade, it has gradually become an indispensable part of everyday life: exploring the ACG universe with you, expanding the horizons of artistic creation with him, accompanying her on adventures across mountains and seas, while carrying the mission of safeguarding nature. We’ve discovered that everyone has a unique worldview, full of unimaginable brilliance. It is precisely because each of these worlds is irreplaceable that RhinoShield is committed to protecting their diverse and vibrant expressions with all its might.",
  "a1": {
    "title": "The Power of Protection\nContinuously Evolving",
    "p": "Starting from a Cambridge laboratory to a research and production base in Taichung, this group of passionate materials scientists could never have imagined: ShockSpread™ protective material technology has not only become an accessory to safeguard phones but also evolved into a medium for personal expression and a solution for sustainability.\n\nRhinoShield is constantly pushing the boundaries of material science to unlock the infinite possibilities of protection."
  },
  "a2": {
    "title": "Guarding\nEvery Color on the Spectrum",
    "p": "Being true to yourself should be a given. Yet today, it takes courage to stand against the world. RhinoShield continues to invest globally in the Love in All initiative, steadfastly supporting you in showcasing your authentic self and marching forward with pride."
  },
  "a3": {
    "title": "Fearlessly Express\nYour Unique Creativity",
    "p": "Materials crafted by scientists become mediums for artists. RhinoShield has built the Design Studio platform, inviting every creator to unleash their unique creativity, turning ideas into remarkable works that capture everyone’s attention."
  },
  "a4": {
    "title": "Join the Earth’s\nCircle of Friends",
    "p": "Protecting our natural home takes more than individual effort. RhinoShield not only creates a circular ecosystem with sustainable materials but also collaborates with organizations like Jimmy Liao and beach cleanup groups worldwide, forming a united front for the Earth."
  },
  "a5": {
    "title": "Let Your Worldviews\nCollide and Resonate",
    "p": "Raise your voice for your homeland, sample the rhythmic cycles of nature, engage in conversations with yourself through headphones, and amplify your stance with a loudspeaker. RhinoShield RHINO LIVE continues to partner with local voices, allowing music to foster boundless collisions of ideas."
  },
  "a6": {
    "title": "Support for\nEveryone Stepping Up",
    "p": "Raise your phone case like a personalized cheer sign; press the shutter button to capture an athlete's glorious moments. It’s RhinoShield’s greatest honor to support Taiwanese athletes striving on the field alongside you."
  },
  "a7": {
    "title": "The Island’s\nMost Resilient Support",
    "p": "When impacts strike unexpectedly and the world seems unprepared, RhinoShield becomes a gentle yet strong supporter. We proactively crafted mask relief strips to contribute to the efforts of frontline workers fighting to save lives on this island."
  },
  "a8": {
    "title": "Caring for Nature\nWith Endless Sustainability",
    "p": "How can man-made materials align with the laws of nature’s cycles? Since 2017, RhinoShield’s entire range of phone cases has been crafted using more sustainable single-material designs, significantly improving recycling efficiency and remanufacturing quality. Our goal is 100% circular regeneration, fostering harmony with nature."
  }
}
