{
  "label": "EN",
  "pageTitle": "Website Terms of Use\n\n",
  "p1": {
    "title": "1. Acknowledgment and Acceptance\n\n",
    "content": "The RhinoShield website (https://rhinoshield.tw, hereinafter referred to as \"this website\") is operated by Evolutive Labs Co., Ltd. (hereinafter referred to as \"the Company\"). It provides services to users in accordance with these Terms of Use and other related regulations or announcements. Please read these terms carefully before using this website. By using this website, you signify that you have fully read, understood, and agreed to these Terms of Use. If you do not agree to any part of these terms, please refrain from using this website.\n\n"
  },
  "p2": {
    "title": "2. Right to Amend Terms of Use\n\n",
    "content": "The Company reserves the right to change, modify, add, or delete any part of these Terms of Use at any time. Users should regularly review changes to these Terms of Use. If you continue to use this website after changes to the terms, it will be deemed that you accept the modifications.\n\n"
  },
  "p3": {
    "title": "3. Account and Password\n\n",
    "content": "3.1. Please keep your account and password for this website secure (including but not limited to: not disclosing your account and password to third parties, not sharing your account and password with others, logging out immediately after use, and not using the same password as other websites). Regularly change your password to maintain the security of your account.\n3.2. You declare and guarantee that the information you provide on this website is correct and complete. If any false, inaccurate, incomplete, or multiple accounts are created (e.g., accounts with similar, related, sequential, or systematically named patterns), RhinoShield reserves the right to require identity/document verification, suspend, terminate, or delete your account and seek compensation for damages caused.\n3.3. Users may not use this website in a manner that violates laws or these Terms of Use. In the event of a violation, the Company reserves the right to suspend or terminate your account and seek compensation for damages caused.\n\n"
  },
  "p4": {
    "title": "4. Personal Data Protection\n\n",
    "content": "4.1. When you conduct transactions or use other services provided by this website, the Company may request the necessary personal data for the specific purpose and process and use it within that scope. The Company will comply with relevant personal data protection laws and regulations. Unless otherwise agreed in writing by you or as permitted by these Terms of Use or by law, the website will not use your personal data for other purposes.\n4.2. Under the following circumstances, the Company may provide your personal data to third parties: \n- As required by law, order, or requests from judicial or other authorized investigative agencies.\n- To protect the rights and interests of other users or third parties.\n- To maintain the normal operation of this website.\n- To provide the necessary information for the logistics, payment processing, or other services associated with the sale of products by the Company.\n- When users violate laws, orders, or these Terms of Use.\n\n"
  },
  "p5": {
    "title": "5. Transaction Notes\n\n",
    "content": "5.1. Products provided by this website are limited in quantity. Please complete the checkout process promptly after selecting a product. Adding an item to your cart does not mean you have purchased the product. If another user completes the checkout process before you, the system will notify you that the product is sold out, and you will need to remove it from your cart.\n5.2. After completing the checkout process, the system will automatically send a notification email acknowledging receipt of your order. This email does not constitute the formation of a contract. The Company reserves the right to accept or reject the order.\n5.3. Return and Exchange Policy:\n5.3.1. Personalized products are not subject to the seven-day cooling-off period: According to Article 19 of the Consumer Protection Act and the \"Guidelines for Exceptions to the Right to Rescind Distance Transactions\" issued by the Executive Yuan, custom-made products are not eligible for the seven-day cooling-off period. Returns, refunds, or exchanges will not be accepted for reasons such as dissatisfaction with the design. Please select carefully.\n5.3.2. General Product Returns: You may return a product within seven days of receipt, provided the product is in brand-new condition and the packaging is intact.\n5.3.3. Plastic consumable products are not eligible for return or exchange if scratches or paint chipping occur after use.\n5.3.4. Return and Exchange Process: If you have any needs related to returns, incorrect shipments, or non-human damage upon receipt, please complete the customer service form within the seven-day cooling-off period (counted from the day after receiving the product). We will verify the reason for the return or exchange and assist you as soon as possible.\n\nBusiness Hours: Monday to Friday, 10:00 AM to 6:00 PM (excluding weekends and public holidays). Customer service will respond within 24 hours on business days.\n\n5.4. Return and Exchange Notes:\n5.4.1. All returns and exchanges must be sent via registered mail through the post office. We will not cover additional costs incurred using other shipping methods.\n5.4.2. Returns will not be accepted for products damaged, worn, scratched, or incomplete due to misuse or mishandling, or if invoices or accessories are missing.\n5.4.3. Returns must be made within seven days of signing for the product. Late returns will not be processed.\n5.4.4. Discount codes used in the original order will not be restored upon return.\n5.4.5. If the order required a paper invoice or tax ID, the invoice must be returned with the product.\n5.4.6. [Refund Policy]: To expedite the process, refunds will be issued directly to your payment method.\n5.4.6.1. Credit Card Payments: Refunds will be credited back to the original card used. The refund details will appear on the next billing statement (approximately seven business days; processing times may vary by bank).\n5.4.6.2. Cash on Delivery (COD): For COD orders, you must provide remittance information (name, bank, branch, and account number).\n5.4.6.3. Providing Remittance Information: Include a copy of the account book's cover or a photo of the cover with the customer service form. Refunds will be processed within 14 business days (subject to bank processing times).\n\n"
  },
  "p6": {
    "title": "6. Intellectual Property Rights\n\n",
    "content": "All content on this website, including but not limited to text, works, images, photos, videos, files, data, information, website structure, layout, and design, is owned by the Company and protected under intellectual property laws. Unauthorized use, modification, reproduction, public broadcasting, adaptation, distribution, publication, reverse engineering, or infringement of intellectual property rights is prohibited. If you wish to use content from this website, please obtain prior written consent or authorization from the Company, cite the source, and maintain the content's integrity without distortion or modification.\n\n"
  },
  "p7": {
    "title": "7. Links to Third-Party Websites\n\n",
    "content": "Links to third-party websites are provided for user convenience only. These websites are not controlled by the Company, and the Company is not responsible for their content, nor do these links imply endorsement or adherence to these Terms of Use. Users should independently evaluate whether third-party websites provide adequate protection for their rights before using them.\n\n"
  },
  "p8": {
    "title": "8. Disclaimer\n\n",
    "content": "The Company shall not be held liable for any direct or indirect damages caused by the following circumstances:\n8.1. Service interruptions or suspensions due to migration, replacement, or maintenance of website systems or equipment.\n8.2. Service interruptions or suspensions due to causes not attributable to the Company.\n8.3. Website malfunctions caused by external factors, such as data inaccuracies or tampering.\n8.4. Service interruptions caused by natural disasters or other force majeure events.\n8.5. User violations of government laws or these Terms of Use resulting in service interruptions.\n8.6. Other situations deemed necessary by the Company for service suspension.\n8.7. RhinoShield cases and screen protectors are designed to reduce the risk of device damage during impacts. The Company is not liable for device damage caused by other reasons. If a product shows significant wear or deformation, users are advised to replace it for optimal protection.\n8.8. The Company reserves the right to reject orders if products are out of stock or if pricing errors occur due to system issues, even if the order has been placed. A full refund will be provided without further liability.\n8.9. RhinoShield's liability is limited to the amount paid for the product.\n8.10. Users are advised to follow the product instructions carefully. Improper use or failure to follow instructions may void warranties and result in damages for which the Company assumes no responsibility.\n\n"
  },
  "p9": {
    "title": "9. User Breach\n\n",
    "content": "9.1. Users who violate these Terms of Use or laws (including but not limited to civil law, criminal law, copyright law, trademark law, patent law, etc.) or fail to collect goods from designated stores or pay upon delivery within the notification period, causing losses to the Company or any third party, agree to bear liability for damages.\n9.2. Users who fail to collect personalized products more than once will face restrictions on future purchases (credit card payment will be the only available method). For any issues, please complete the customer service form.\n\n"
  },
  "p10": {
    "title": "10. Effectiveness of Terms of Use\n\n",
    "content": "If any provision of these Terms of Use is held invalid, the remaining provisions shall remain in effect.\n\n"
  },
  "p11": {
    "title": "11. Governing Law and Jurisdiction\n\n",
    "content": "These Terms of Use shall be governed by the laws of the Republic of China (Taiwan). The Taichung District Court in Taiwan shall have exclusive jurisdiction over the first instance of any disputes arising hereunder.\n\n"
  }
}
