{
  "label": "中文",
  "pageTitle": "網站使用條款\n\n",
  "p1": {
    "title": "1.認知與接受\n\n",
    "content": "犀牛盾網站（https://rhinoshield.tw ,下稱「本網站」）是由愛進化科技股份有限公司（下稱「本公司」）所經營之網站，依據本網站使用條款及其他相關規範或公告提供使用者相關服務。敬請於使用本網站前詳細閱讀以下條款，若您使用本網站，即表示您已經充分閱讀、瞭解且同意接受本網站使用條款，如不同意本網站使用條款之任何部分，請勿使用本網站。\n\n"
  },
  "p2": {
    "title": "2.變動本網站使用條款之權利\n\n",
    "content": "本公司保留在任何時候變更、修改、增加或刪除本網站使用條款之權利。使用者應定期檢閱本網站使用條款之變動，若您於本網站使用條款變動後仍持續使用本網站，視為您接受本網站使用條款之變動。\n\n"
  },
  "p3": {
    "title": "3.帳戶及密碼\n\n",
    "content": "3.1.\n請您妥善保護於本網站建立之帳戶及密碼（包含但不限於：不洩漏帳戶、密碼予第三人、不與他人共用帳號、密碼、使用完畢立即登出帳號等）勿使用與其他網站相同之密碼，並經常變更您的密碼，以維護您帳號之安全性。\n3.2.\n您聲明且保證於本網站所填寫之資料均屬正確且完整之資料，如有虛偽不實、缺漏、建立多重帳號（如：使用相似、相關連、排序、流水號或有特定規則命名的帳號）或疑似上述情況者，犀牛盾將有權以任何方式要求您完成身分/資料驗證，並有權暫停、終止及刪除您的帳號，並就您所造成之損害求償。\n3.3.\n使用者不得以違反法律或本網路使用者條款之方式使用本網站，如有違反，本公司有權暫停或終止您的帳號，並就您所造成之損害求償。\n\n"
  },
  "p4": {
    "title": "4.個人資料保護\n\n",
    "content": "4.1.\n當您使用本網站進行交易或使用其他本網站所提供之服務時，本公司將視該服務，請您提供必要之個人資料，並在該特定目的範圍內處理及利用您的個人資料。本公司將遵守個人資料保護相關法令之規定，除非經您書面同意或依本網站使用條款或法律規定外，本網站不會將個人資料用於其他用途。\n4.2\n在下列情況下，本公司有可能提供您的個人資料與第三人：\n依法律、命令或受司法機關或其他有權調查機關之要求\n為維護其他使用者或第三人之權益\n為維持本網站之正常運作\n為提供本公司販售商品或服務所生之金流、物流或其他協力廠商必要資訊\n使用者有違反法律、命令或本網站使用條款之情形。\n\n"
  },
  "p5": {
    "title": "5.交易注意事項\n\n",
    "content": "5.1.\n本網站所提供之商品數量有限，請您於選購完成後盡速進行結帳程序，放入購物車並不代表您已購得該項商品，若有其他使用者在您完成結帳程序前先完成結帳程序，系統會通知您該筆商品已售罄，請您自購物車移除。5.2.\n您完成結帳程序後，本公司系統將自動發出通知信通知收到您的訂購資訊，此通知信不代表雙方契約已經成立，本公司仍保留是否接受該訂單的權利。\n5.3.退換貨須知\n5.3.1.\n個人化訂製商品不適用七天鑑賞期之規定：依消費者保護法第19條及行政院頒佈之「通訊交易解除權合理例外情事使用準則」，客製化商品不適用七日鑑賞期間（猶豫期）規定，恕無法以不喜歡設計或其他原因為由退貨、退款或換貨， 請您慎重選購。\n5.3.2.\n一般商品之退貨規定：您得於收受商品後七日內，在商品保持全新狀態且包裝完整的情況下，可無條件退回商品。\n5.3.3.\n本產品屬塑膠消耗品，若產品表面經使用過後表面產生刮痕或是掉漆等現象，恕不在退換貨規範內。\n5.3.4.\n退換貨流程：若您有任何退換商品需求、寄錯商品或收到商品後因非人為因素之商品毀損、刮傷，請於七日鑑賞期內（完成取貨後隔日起計算）儘速填寫客服表單通知本公司客服人員，我們將會與您確認商品退換貨原因 / 瑕疵鑑定，並儘速協助您。\n\n工作日：週一至週五 10:00-18:00(不含六日與國定假日)，客服人員於工作日24小時內會盡快回覆信件。\n\n5.4.退換貨注意事項：\n5.4.1.退換貨請一律使用郵局掛號（一般郵寄）的方式寄回，我們將不負責其他運送方式之多於運費。\n5.4.2.若商品因消費者個人不當使用拆卸產生人為因素造成故障、損毀、磨損、擦傷、刮傷、髒污、包裝破損不完整者，或是發票、附配件不齊者，恕不接受。\n5.4.3.敬請於簽收商品七日內寄回退換，逾期未辦理將無法銷退。\n5.4.4.原訂單使用折價碼購買，經退貨後折扣碼將不予復原。\n5.4.5.若訂單有額外要求開立紙本發票 / 統編發票者，需將發票連同退換貨商品一併寄回。\n5.4.6.【退款說明】為加速流程進度，退款一律直接退回款項。\n5.4.6.1.信用卡付款：使用信用卡付款，您的款項將會刷退至當初刷卡付款的信用卡帳戶中，退款明細將隨下期帳單附上（退款作業約 7 個工作天，由於各家銀行作業時間不同，如您有其他疑問，建議您直接向您的發卡銀行洽詢）。\n5.4.6.2.黑貓宅配 / 超商貨到付款：使用黑貓宅配 / 超商貨到付款方式，需提供您的匯款資訊【戶名、銀行、銀行分行、帳號，*以上資訊缺一不可】。\n5.4.6.3.匯款資訊提供方式：\n5.4.6.3.1.影印存簿封面連同退換貨商品一同寄回\n5.4.6.3.2.直接拍照存簿封面並隨問題表單 (信件) 一同附上檔案\n5.4.6.3.3.以上匯款資訊擇一方式提供，以便我們將金額退款給您（不含當初貨到付款運費），銀行匯款需14個工作天 (需依各家銀行作業天數為主)。\n\n"
  },
  "p6": {
    "title": "6.智慧財產權\n\n",
    "content": "本網站所使用之所有內容，包含但不限於文字敘述、著作、圖片、照片、影像、檔案、資料、資訊、網站架構、網站畫面之安排、網頁設計，均由本公司依法擁有其智慧財產權。任何人不得未經本公司同意逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程等侵害智慧財產權之行為。若您欲使用本網站之內容，請取得本公司之事前書面同意或授權，並註明資料出處並同時確保資料之完整性，不得任意曲解、增刪。\n\n"
  },
  "p7": {
    "title": "7.連結至第三人網站\n\n",
    "content": "本網站連結至其他第三人之網站，僅為方便使用者之使用而提供。該連結網站非由本公司所得控制，且本公司就其內容不為背書或負任何責任，亦不適用本網站使用條款之規範。使用者需獨立判斷該第三人網站對您權益保障是否足夠，再行使用。\n\n"
  },
  "p8": {
    "title": "8.免責聲明\n\n",
    "content": "本公司對使用者因下列情形造成任何直接或間接之損害，不負損害賠償責任：\n8.1. 本公司對本網站相關系統設備進行遷移、更換或維護時所造成之服務停止或中斷。\n8.2. 任何不可歸責於本公司之事由所造成之服務停止或中斷。\n8.3. 本網站遭外力影響致資訊顯示不正確、或遭偽造、竄改、刪除或擷取，致不能正常運作。\n8.4. 天災或其他不可抗力造成本網站之服務停止或中斷。\n8.5. 使用者有任何違反政府法令或本使用條款情事而遭本公司停止或中斷服務。\n8.6. 其他本公司認為有需要暫停或中斷服務之情形。\n8.7. RHINOSHIELD保護殼及保護貼僅為降低手機遭碰撞時破損的風險，如有其他使用原因而導致手機壞損概不負責。如同其他保護類產品一樣，RHINOSHIELD 所有保護殼與保護膜產品會為犧牲自身去保護手機，因此當你發現產品有明顯撞擊變形或嚴重耗損等現象，建議您停止使用並更換全新商品以確保犀牛盾產品之保護性是最佳狀態。\n8.8. 本網站若因產品已無庫存提供（該產品也不再進行補貨），或本網站因系統異常等因素，導致網站價格標示錯誤，即便訂單已經成立，犀牛盾官方仍有權拒絕接受該筆訂單、出貨權益，如果您已經支付產品費用，我們將全額退款給您，即不再對您承擔進一步的責任。\n8.9. 在任何情況下，本公司、本網站、RHINOSHIELD品牌相關公司或其代理人及供應商等（以下統稱為「RHINOSHIELD」）均不對任何間接、偶然、後果、特殊或懲罰性損害負賠償責任，例如：產品本身使用耗損，或與產品一起使用之任何第三方產品損壞；因產品直接、間接導致之任何的資料遺失、財產損失或者與您有關之任何業務損失、利潤損失等；產品本身或與產品一起使用之任何第三方產品，於您安裝或拆卸產品時所造成之損壞。\n8.10. RHINOSHIELD之全部責任應限於您為產品所支付之金額。除有明確約定外，RHINOSHIELD不對產品在適銷性、適用性、特定用途、設計、狀況、品質或產品性能方面做出任何形式的明示或暗示保證。此外，RHINOSHIELD對因購買或使用產品而造成任何類型的損害、附帶損害或由此產生的利潤或利益損失不承擔任何責任。RHINOSHIELD保留就特定情況放棄保固範圍責任之權利，包括但不限於經授權或未經授權之賣家或非正品或假冒RHINOSHIELD產品之經銷商或供應商所為保證等情況。如產品有任何非本身存在之瑕疵，包括安裝失敗、個人行為或使用者因使用造成的產品損害，恕無法適用七日鑑賞期與部分指定產品之保固。\n8.11. RHINOSHIELD之保護類產品僅降低機體遭碰撞時破損的風險，並不就機體之破損負責。如同其他保護類產品，RHINOSHIELD之保護類產品會犧牲自身去保護機體，因此當您發現產品有明顯撞擊變形或嚴重耗損等現象，建議停止使用並添購更換全新商品，以確保產品之保護性是最佳狀態。\n8.12. 產品使用前請詳閱使用說明，若未依照官方提供之說明方法使用或操作產品，導致產品本身、機體或其他產品受損或造成重大事故，RHINOSHIELD恕不予保證並不負相關維修、賠償及法律責任。\n8.13. 本網站若因產品已無庫存提供（該產品也不再進行補貨），或本網站因系統異常等因素，導致網站價格標示錯誤，即便訂單已經成立，我們仍有權拒絕接受該筆訂單及出貨，如果您已經支付產品費用，我們將全額退款給您，即不再對您承擔進一步的責任。\n\n"
  },
  "p9": {
    "title": "9.使用者違約\n\n",
    "content": "9.1. 使用者違反本網站使用條款、法律(包含但不限於：民法、刑法、著作權法、商標法、專利法及其他法律)或無故未在通知期限內至使用者指定門市取貨或未完成貨到付款之取貨，超過相當次數者，以致對本公司或其他任何第三者造成損失，使用者同意負擔由此造成之損害賠償責任。\n9.2. 若訂購個人化設計商品無故未取超過乙次，將會影響使用者日後購買權益（結帳方式將僅能使用信用卡付款），若有任何問題煩請填寫 【客服表單】。\n\n"
  },
  "p10": {
    "title": "10.使用條款效力\n\n",
    "content": "本網站使用條款任何條款的全部或一部無效時，並不影響其他約定的效力。\n\n"
  },
  "p11": {
    "title": "11.準據法與管轄法院\n\n",
    "content": "本網站使用條款之解釋及適用悉依中華民國法律為準據法，且以台灣台中地方法院為第一審管轄法院。\n\n"
  }
}
